{
  "Nav": {
    "ChangeLanguage": {
      "label": "Select Language",
      "English": "English",
      "Romanian": "Romanian"
    },
    "ChangeTheme": {
      "label": "Change theme"
    },
    "ChangeScrollSnap": {
      "label": "Change scroll"
    },
    "Pages": {
      "Home": "Home",
      "About": "About",
      "Contact": "Contact",
      "Resume": "Resume"
    }
  },
  "Error": {
    "Page1": {
      "Title1": "You should not be able to get here!",
      "ButtonText1": "Go to home!"
    }
  },
  "Home": {
    "Page1": {
      "Title1": "Hello World and welcome to my website!",
      "Title2": "Read my portfolio below!"
    },
    "Page2": {
      "Title1": "This are my notable projects!",
      "Carousel":{
        "item1":{
          "header":"My GitHub",
          "text":"My <1>GitHub</1>. I have used this as an educational and professional hub for all my projects since the start of my Bactchelor's degree. It is an archive of my most beloved projects and my history as a programmer can be found there."
        },
        "item2":{
          "header":"TotalSoft's leasing software",
          "text":"When starting to work at TotalSoft, I joined the financial software team. This team was tasked with maintaining and improving the <1>leasing software</1>. This ment patching and improving the microservice infrastructure they had set up."
        },
        "item3":{
          "header":"TotalSoft's Rocket-ui",
          "text":"The <1>Rocket-ui</1> is an open-source project maintained by the R&D team at Totalsoft. While working there, I had the pleasure of helping with some small improvements here and there."
        }
      }
    }
  },
  "About": {
    "Page1": {
      "Title1": "Below you can find details about my education and career!"
    },
    "Page2": {
      "Title1": "This is my professional and educational background!",
      "Carousel":{
        "item1":{
          "header":"Finalizing highschool with specialization in maths and informatics",
          "text":"I have graduated Mihai-Vitezul highschool, in Caracal, as the math-info bilingual grade in the year 2019, starting it in the year 2015. Here my teoretical training in programming, math and also foreign languages started. I finish with Cambridge and SQL certifications with advanced status."
        },
        "item2":{
          "header":"Finalizing Batchelor's in Software Development",
          "text":"After finishing highschool, in 2019, I enrolled in the Academy of Economic Studies Bucharest, one of the most prestigious universities in Romania, in the Economic Cibernetics class, later switching it for the Economic Informatics class. After finishing my batchelor's, in 2022, I had another PL/SLQ certification, a lot more programming skill and was preparing to enter the working field."
        },
        "item3":{
          "header":"Finalizing Master's in Information Security",
          "text":"In 2022, I started an english master of information security at the Academy of Economic Studies Bucharest. Over the span of two year, I have learnt tooling as well as good programming practices in order to create a safe, efficient and easy to improve software product. In anul 2024, I have graduated my master's degree."
        },
        "item4":{
          "header":"Ernst&Young practical stage",
          "text":"In 2020, my second year of batchelor's, I was admited for practical stage at Ernst&Yound, a big accounting and audit firm. Here I learnt about and created software robots that could automate business needs. This practical stage was short, only being able to understand the technologi, business and create a small demo project."
        },
        "item5":{
          "header":"Transilvania Bank internship",
          "text":"In 2021, my third year of batchelor's, I was hired as an intern at Transilvania's Bank, for their IT Audit team, for 6 months. Here I have learnt about the way a big firm works and its security conduct. Soft skills aside, I was shown and explaied the way and auditor works and how an audit must be conducted. This experience made me wish to learn more about not only software but also dev-ops and networking security."
        },
        "item6":{
          "header":"Emplyment at TotalSoft",
          "text":"At the beggining of my master's, in the year 2022, I was employed, first as an intern, than as a full-time emplyee at TotalSoft. Here I refined my programming abilities, in a full-stack environment, working with multiple back-end servers and front-end typologies, along site SQL-Server databases. I can say that my abilities learnt along the way helped me at the begining and that the coleagues here tought me how to look past the imense code-bases ahead and understand the project as a whole, while focusing on the pieces that needed modification."
        }
      }
    }
  },
  "Contact": {
    "Page1": {
      "Title1": "Below you can email me directly!"
    },
    "Page2": {
      "Title1": "Contact me here!",
      "Robot":"Are you a robot?",
      "Success":"Email sent successfully!",
      "Error":"Error!"
    }
  },
  "Resume": {
    "Page1": {
      "Title1": "Down below you can download my resume!",
      "Title2": "The language of the resume will be dependent on the site language"
    },
    "Page2": {
      "Title1": "Most of the information on this site can also be found here",
      "Paragraph1": "resume.pdf"
    }
  },
  "ScrollFor": "Scroll for"
}
