{
  "Nav": {
    "ChangeLanguage": {
      "label": "Select Language",
      "English": "English",
      "Romanian": "Romanian"
    },
    "ChangeTheme": {
      "label": "Change theme"
    },
    "Pages": {
      "Home": "Home",
      "About": "About",
      "Contact": "Contact",
      "Resume": "Resume"
    }
  },
  "Home": {
    "Page1": {
      "Title1": "Hello World and welcome to my website!",
      "Title2": "Read the purpose of this website below!"
    },
    "Page2": {
      "Title1": "Read.me to document it all",
      "Paragraph1": "This website aims to be my contact card for as much of my academic and professional interactions as possible.",
      "Paragraph2": "It presents my academic or professional path and achivements in the 'About' section.",
      "Paragraph3": "The 'Contact' and 'Resume' sections display professional information and ways to contact the author.",
      "Paragraph4": "These sections, as well as a theme changer and a language changer appear in a navigation bar."
    }
  },
  "About": {
    "Page1": {
      "Title1": "Below you can find details about my education and career!"
    },
    "Page2": {
      "Title1": "This is my professional background!",
      "Carousel":{
        "item1":{
          "header":"Transilvania's Bank internship",
          "text":"aaa"
        },
        "item2":{
          "header":"Emplyment at TotalSoft",
          "text":"bbb"
        }
      }
    },
    "Page3": {
      "Title1": "This is my educational background!",
      "Carousel":{
        "item1":{
          "header":"Finalizing highschool in Bilingual math-info",
          "text":"I have graduated Mihai-Vitezul highschool, in Caracal, as the math-info bilingual grade in the year 2019, starting it in the year 2015. Here my teoretical training in programming, math and also foreign languages started. I finish with Cambridge and SQL certifications with advanced status."
        },
        "item2":{
          "header":"Finalizing batchelor's in Software Development",
          "text":"After finishing highschool, in 2019, I enrolled in the Academy of Economic Studies Bucharest, one of the most prestigious universities in Romania, in the Economic Cibernetics class, later switching it for the Economic Informatics class. After finishing my batchelor's, in 2022, I had another PL/SLQ certification, a lot more programming skill and was preparing to enter the working field."
        },
        "item3":{
          "header":"Finalizing master in Information Security",
          "text":"In 2022, I started an english master of information security at the Academy of Economic Studies Bucharest. Over the span of two year, I have learnt tooling as well as good programming practices in order to create a safe, efficient and easy to improve software product. In anul 2024, I have graduated my master's degree."
        }
      }
    },
    "Page4": {
      "Title1": "This are my hobbies!"
    }
  },
  "Contact": {
    "Page1": {
      "Title1": "Below you can email me directly!"
    },
    "Page2": {
      "Title1": "Contact me here!"
    }
  },
  "Resume": {
    "Page1": {
      "Title1": "Down below you can download my resume!",
      "Title2": "The language of the resume will be dependent on the site language"
    },
    "Page2": {
      "Title1": "Most of the information on this site can also be found here",
      "Paragraph1": "resume.pdf"
    }
  }
}
