{
  "Nav": {
    "ChangeLanguage": {
      "label": "Alege limba",
      "English": "Engleza",
      "Romanian": "Romana"
    },
    "ChangeTheme": {
      "label": "Schimba tema"
    },
    "Pages": {
      "Home": "Acasa",
      "About": "Despre",
      "Contact": "Contact",
      "Resume": "Curriculum vitae"
    }
  },
  "Home": {
    "Page1": {
      "Title1": "Salutare lume si bine ati venit in website-ul meu!",
      "Title2": "Citeste scopul site-ului mai jos!"
    },
    "Page2": {
      "Title1": "Read.me pentru a documenta tot",
      "Paragraph1": "Acest site doreste sa fie cartea mea de vizita pentru cat mai multe din interactiunile parcursului meu academic si profesional.",
      "Paragraph2": "Prezinta reusitele si calea mea academica si profesionala in sectiunea 'Despre'.",
      "Paragraph3": "Sectiunile 'Contact' si 'Curriculum vitae' prezinta informatii si cai de contact.",
      "Paragraph4": "Aceste sectiuni, alaturi de un schimbator de tema si unul pentru limba se afla in bara de navigatie."
    }
  },
  "About": {
    "Page1": {
      "Title1": "Mai jos poti gasi detalii despre educatia si cariera mea!"
    },
    "Page2": {
      "Title1": "Acesta este parcursul meu profesional!",
      "Carousel":{
        "item1":{
          "header":"Practica Ernst&Young",
          "text":"In 2017, al doilea an de licenta, am fost admis la practica la firma Ernst&Young, o mare firma de contabilitate si audit. Aici am invatat si creat roboti software ce automatizau nevoi interne in acea firma. Acest stadiu de practica a fost unul scurt, avand sansa doar de a intelege tehnologia folosita si a crea un mic proiect demo."
        },
        "item2":{
          "header":"Internship Banca Transilvania",
          "text":"In 2018, al treilea an de licenta, m-am angajat ca intern la Banca Transilvania, in zona de Audit IT, timp de 6 luni. Aici am invatat atat modul de functionare, cat si conduita de securitate a unei firme mari. Pe langa soft skills, mi-au fost explicate si prezentate atat modul de lucru al unui auditor, cat si tehnic ce presupune un audit. Aceasta experienta mi-a indus o dorinta de a studia mai mult zona de securitate, atat pe partea software, cat si pe partea de dev-ops si network."
        },
        "item3":{
          "header":"Angajare TotalSoft",
          "text":"La inceputul masterului, in anul 2022, m-am angajat, mai intai ca intern si apoi pe perioada nedeterminata la firma TotalSoft. Aici mi-am definitivat abilitatile de programator full-stack, lucrand cu mai multe tipologi de servere back-end si fronte-end-uri, alaturi de baze de date SQL-Server. Pot spune ca abilitatile invatate in timpul facultatii mi-au dat un sprijin la inceput, iar colegii de aici m-au ajutat sa trec peste saltul spre intelegerea proiectelor cu o amplitudine mai mare."
        }
      }
    },
    "Page3": {
      "Title1": "Acesta este parcursul meu academic!",
      "Carousel":{
        "item1":{
          "header":"Terminare liceu Mate-info Bilingv",
          "text":"Am absolvit Lieul teoretic Mihai-Viteazul, in Caracal, la clasa de mate-info bilingv in anul 2019, incepand in anul 2015. Aici am pus bazele cunostintelor mele teoretice, atat in programare, cat si in matematica si limbi straine. Am fost certificat atat de catre Cambridge ca avansat, cat si in SQL."
        },
        "item2":{
          "header":"Terminare licenta Dezvoltare Software",
          "text":"Dupa absolvirea liceului, in 2019, m-am inscris la Academia de Stiinte Economice din Bucuresti, una dintre cele mai recunoscure universitati din Romania, la profilul de Cibernetica Economica, urmand ca mai apoi sa ma mut la cel de Informatica Economica. La terminarea facultatii, in 2022, aveam inca o certificare pentru PL/SQL, alaturi de multe cunostinte legate de programarea software si ma pregateam sa intru in campul muncii."
        },
        "item3":{
          "header":"Terminare master Securitate Cibernetica",
          "text":"In 2022, am inceput masterul in engleza se securitate informatica la Academia de Stiinte Economice din Bucuresti. Pe parcursul acestui master am invatat atat tooling cat si multe practici bune pentru a duce la crearea unui produs software sigur, eficient si usor de imbunatatit. In anul 2024, am absolvit acest master."
        }
      }
    },
    "Page4": {
      "Title1": "Acestea sunt hobbie-urile mele!"
    }
  },
  "Contact": {
    "Page1": {
      "Title1": "Mai jos poti imi poti trimite un email direct!"
    },
    "Page2": {
      "Title1": "Contacteaza-ma aici!"
    }
  },
  "Resume": {
    "Page1": {
      "Title1": "Mai jos puteti descarca curriculum vitae-el meu!",
      "Title2": "Limba acestula va fi cea a site-ului"
    },
    "Page2": {
      "Title1": "Majoritatea detaliilor din acest site pot fi regasite aici",
      "Paragraph1": "curriculum-vitae.pdf"
    }
  }
}
